/* Menu Item for Release Help */
"%@ Help" = "Ajuda de %@";

/* Menu Item for Release About */
"About %@" = "Sobre %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Verificar se h· atualizaÁıes...";

/* Menu Item Label for Email */
"Email Support" = "Suporte de e-mail";

/* Menu Item Hide Release App */
"Hide %@" = "Esconder %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "InformaÁıes de registro inv·lido!";

/* Menu Item for Order */
"Order Now" = "Ordem agora";

/* Menu Item for Quit Release App */
"Quit %@" = "Desistir %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "ler FAQ";

/* Menu Item Label for Online Help */
"Read Online Help" = "Ler a ajuda on-line";

/* Message Text for Registration Successful */
"Registration Successful!" = "Registo bem sucedido!";

/* Menu Item Label for Registration */
"Registration..." = "Registo...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "Simples copiar e colar o seu nome de registro e o cÛdigo exatamente como aparece no e-mail de confirmaÁ„o. ";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Obrigado pela compra, se vocÍ tiver qualquer problema, entre em contato conosco via E-mail.";

/* Menu Item for WebSite */
"Visit WebSite" = "Visite o site";

